# Python学习
# 学习时间：2022/8/26 11:30
print('地铁\t\t\t四惠东→苹果园')
print('\t\t首车：05:05')
print('\t\t末车：23:30\t\t票价：起步价2元')
print('-----------------------------------------------------------------------------')
format_list = '{:^6}{:^6}{:^6}{:^6}{:^6}{:^6}{:^6}{:^6}{:^6}{:^6}{:^6}'
print(format_list.format('1', '3', '5', '7', '9', '11', '12', '14', '16', '18', '20'))
print(format_list.format('⇄', '⇄', '⇄', '⇄', '⇄', '⇄', '⇄', '⇄', '⇄', '⇄', '⇄'))
print('四惠东\t大望路\t永安里\t东单\t  天安门东 \t西单  \t复兴门\t木樨地\t公主坟\t五棵松\t八宝山')
